Repository: giellalt/corpus-nob
Catalog: stable/tmx/sma/admin/depts/udir.no/veiledende_kjennetegn_samisk1_norsk.txt.tmx
Source language: nob
Languages: sma

source: Samisk som førstespråk: veiledende nasjonale kjennetegn på måloppnåelse for standpunktvurdering etter 10. årstrinn
sma: Saemien voestesgïeline: bïhkeden nasjovnaale væhtah ulmiejaksemasse galhkuvevuarjasjæmman 10. daltesen mænngan

source: Kjennetegn på måloppnåelse beskriver kvaliteten på kompetanse i faget.
sma: Væhtah ulmiejaksemasse kvaliteetem faagemaahtosne buerkeste.

source: Kjennetegnene er utformet på tvers av hovedområdene i faget og med utgangspunkt i kompetansemålene i læreplanen.
sma: Væhtah leah hammoedamme faagen åejviesuerkiej dåaresth, jïh våarome lea maahtoeulmieh learoesoejkesjisnie.

source: De må derfor brukes sammen med læreplanen.
sma: Dan åvteste tjuerieh learoesoejkesjinie ektine åtnasovvedh.

source: Kjennetegn på måloppnåelse er ment å være til hjelp ved vurderingen av elevens samlede kompetanse i faget.
sma: Væhtah ulmiejaksemasse edtjieh viehkine årrodh gosse edtja learohken tjåenghkies maahtoem faagesne vuarjasjidh.

source: Standpunktkarakteren skal uttrykke den kompetansen eleven har i faget ved avslutningen av opplæringen.
sma: Galhkuvekaraktere edtja dam maahtoem vuesiehtidh maam learohke faagesne åtna gosse lïerehtimmie galhka.

source: Kjennetegnene er utformet slik at de skal gi muligheter for konkretisering og tilpasning.
sma: Væhtah leah hammoedamme naemhtie guktie dah edtjieh nuepieh vedtedh konkretiseradidh jïh sjïehtedidh.

source: Du kan lese mer om vurdering på nettsidene til Utdanningsdirektoratet: www.udir.no/Vurdering/Standpunktvurdering-i-fag/
sma: Maahtah vielie vuarjasjimmien bïjre lohkedh Ööhpehtimmiedirektovraaten nedtesæjrojne: www.udir.no/Vurdering/Standpunktvurdering-i-fag/

source: Kjennetegnene er inndelt i to: samisk som førstespråk muntlig og samisk som førstespråk skriftlig.
sma: Væhtah leah gööktine bieline juakeme: saemien voestesgïeline njaalmeldh jïh saemien voestesgïeline tjaaleldh.

source: Hovedområdet språk, kultur og litteratur er integrert i de to delene.
sma: Åejviesuerkie gïele, kultuvre jïh lidteratuvre lea meatan vaaltasovveme daejnie göökte bieline.

source: Kjennetegnene er utformet på tre nivåer.
sma: Væhtah leah hammoedamme golmine daltesinie.

source: Tabellen må leses horisontalt for å lese progresjonen mellom de ulike nivåene og vertikalt for å finne elevens samlede kompetanse.
sma: Tjuara tabellem vealan lohkedh juktie progresjovnem dej ovmessie daltesi gaskem lohkedh jïh, tseagkan juktie learohken tjåenghkies maahtoem gaavnedh.

source: SAMISK SOM FØRSTESPRÅK - MUNTLIG
sma: SAEMIEN VOESTESGÏELINE - NJAALMELDH

source: Karakteren 2
sma: Karaktere 2

source: Eleven...
sma: Learohke …

source: - gjengir noe kunnskap, forteller og uttrykker egne meninger om tekster og enkelte faglige emner i ulike muntlige kommunikasjonssituasjoner
sma: - såemies daajroem vaajeste, jïjtse mïelh soptseste tjaalegi jïh såemies faageles aamhtesi bïjre ovmessie tsiehkine gosse mubpiejgujmie soptseste

source: - gjengir hovedinnhold i tekster, forteller om form og forklarer kjente virkemidler
sma: - åejviesisvegem tjaaleginie vaajeste, hammoen bïjre soptseste jïh åehpies viehkiedïrregh buerkeste

source: - lytter og deltar til en viss grad i samtaler og diskusjoner og uttrykker egne meninger
sma: - goltele jïh såemiesmearan lea meatan soptsestimmine jïh digkiedimmine jïh jïjtse mïelh soptseste

source: - gir tilbakemeldinger og begrunner til en viss grad egne meninger om eget og andres arbeid ut fra faglige kriterier
sma: - bïevnesh bååstede vadta jïh såemiesmearan jïjtse mïelh buerkeste jïjtse jïh mubpiej barkoen bïjre faageles krïevenassi mietie

source: - presenterer noe fagstoff som til en viss grad er tilpasset mottaker og kan bruke enkelte digitale verktøy i presentasjonen
sma: - såemies faageaamhtesh åehpiedahta mah såemiesmearan leah dåastoejasse sjïehtedamme, jïh maahta aelhkies digitaale dïrregh nuhtjedh åehpiedehtiemisnie

source: - finner og gjengir informasjon fra enkelte kilder
sma: - bïevnesh gaavna jïh vaajeste såemies gaaltijijstie

source: - bruker et forståelig språk og enkelte begrep fra grammatikk og tekstkunnskap i forberedte kommunikasjonssituasjoner
sma: - aktem buajhkoes gïelem jïh aelhkies dïejvesh grammatihkeste jïh teekstedaajroste nuhtjie soejkesjamme tsiehkine gosse mubpiejgujmie soptseste

source: Karakteren 3 og 4
sma: Karaktere 3 jïh 4

source: - viser kunnskap, forklarer og reflekterer over tekster og faglige emner i ulike muntlige kommunikasjonssituasjoner
sma: - daajroem vuesehte, buerkeste jïh tjaalegi jïh faageles teemaj bïjre ussjede ovmessie tsiehkine gosse mubpiejgujmie soptseste

source: - gjengir innhold og sammenlikner og reflekterer over enkelte sider ved tekster, gjør rede for og begrunner egne meninger om virkningen av enkelte virkemidler
sma: - sisvegem vaajeste jïh såemies bielieh tjaaleginie vierteste jïh dej bïjre ussjede, jïh jïjtse mïelh tjïelkeste jïh buerkeste guktie såemies viehkiedïrregh tsevtsieh

source: - lytter og deltar i samtaler og diskusjoner og begrunner egne meninger og presenterer noe relevant informasjon
sma: - goltele jïh lea meatan soptsestimmine jïh digkiedimmine jïh jïjtse mïelh buerkeste jïh såemies sjyöhtehke bïevnesh åehpiedahta

source: - gir begrunnede tilbakemeldinger og vurderer sider ved eget og andres arbeid ut fra faglige kriterier
sma: - veele tjïelkestamme bïevnesh bååstede vadta jïh bielieh jïjtse jïh mubpiej barkoste vuarjesje faageles krïevenassi mietie

source: - presenterer variert fagstoff som er tilpasset mottaker og innhold og kan bruke ulike digitale verktøy og medium i presentasjonen
sma: - jeereldihkie faageaamhtesh åehpiedahta mah leah dåastoejasse jïh sisvegasse sjïehtedamme, jïh maahta ovmessie digitaale dïrregh jïh meedijh åehpiedehtiemisnie nuhtjedh

source: - finner og bruker relevant informasjon fra ulike kilder og begrunner valg av kildene
sma: - sjyöhtehke bïevnesh ovmessie gaaltijijstie gaavna jïh nuhtjie, jïh tjïelkeste man åvteste gaaltijidie nuhtjeme

source: - bruker et variert språk og enkelte begrep fra grammatikk og tekstkunnskap i ulike kommunikasjonssituasjoner
sma: - aktem jeereldihkie gïelem jïh såemies dïejvesh grammatihkeste jïh teekstedaajroste nuhtjie ovmessie tsiehkine gosse mubpiejgujmie soptseste

source: Karakteren 5 og 6
sma: Karaktere 5 jïh 6

source: - bruker relevant kunnskap, utdyper, reflekterer og arbeider selvstendig med tekster og faglige emner i varierte muntlige kommunikasjonssituasjoner
sma: - sjyöhtehke bïevnesh nuhtjie, veelebelaakan tjïelkeste, tjaalegi jïh faageles aamhtesi bïjre ussjede jïh dejgujmie jïjtjeraarehke barka jeereldihkie njaalmeldh tsiehkine, gosse mubpiejgujmie soptseste

source: - gjengir innhold, vurderer, tolker og sammenlikner tekster fra ulike perspektiv og gjør rede for bruken av virkemidler og reflekterer over virkningen de har
sma: - sisvegem vaajeste, tjaalegh vuarjesje, toelhkeste jïh vierteste ovmessie vuajnojste, jïh tjïelkeste guktie viehkiedïrregh åtnasuvvieh jïh ussjede guktie dah tsevtsieh

source: - lytter kritisk og deltar i samtaler og diskusjoner, begrunner egne meninger med relevant informasjon og argumenterer saklig
sma: - laejhtehkslaan goltele jïh lea meatan soptsestimmine jïh digkiedimmine, jïjtse mïelh tjïelkeste sjyöhtehke bïevnesigujmie jïh aamhtesen åvteste argumenterede

source: - gir konstruktive tilbakemeldinger og vurderer eget og andres arbeid ut fra faglige kriterier og ut fra kunnskap om tekst og språk
sma: - nuhteligs bïevnesh bååstede vadta, jïh jïjtse jïh mubpiej barkoem vuarjesje faageles krïevenassi mietie, jïh teekstedaajroen jïh gïeledaajroen mietie

source: - presenterer relevant og variert fagstoff på en strukturert og selvstendig måte, tilpasset innhold, situasjon, mottaker og media, og kan bruke digitale verktøy og media tilpasset presentasjon av fagstoff
sma: - sjyöhtehke jïh jeereldihkie faageaamhtesh åehpiedahta öörnegen mietie jïh jïjtjeraarehke, sjïehtedamme sisvegasse, tseahkan, dåastoejasse jïh meedijasse, jïh maahta digitaale dïrregh jïh meedijh nuhtjedh mah sjiehtieh gosse edtja faageaamhtesh åehpiedehtedh

source: - finner, reflekterer over og bruker relevant informasjon formålstjenlig og kritisk og begrunner valg av kildene
sma: - sjyöhtehke bïevnesh gaavna, nuhtjie jïh dej bïjre ussjede maereleslaakan jïh laejhtehkslaakan, jïh buerkeste man åvteste gaaltijidie veeljeme

source: - bruker et presist språk og behersker begrep fra grammatikk og tekstkunnskap i ulike kommunikasjonssituasjoner
sma: - aktem veele gïelem nuhtjie jïh dïejvesh grammatihkeste jïh teekstedaajroste ovmessie tsiehkine nuhtjie gosse mubpiejgujmie soptseste

source: SAMISK SOM FØRSTESPRÅK - SKRIFTLIG
sma: SAEMIEN VOESTESGÏELINE - TJAALELDH

source: - utformer tekster som til en viss grad er tilpasset formålet og endrer egne tekster etter innspill og ut fra kriterier
sma: - tjaalegh hammode mah såemiesmearan leah åssjelasse sjïehtedamme jïh jïjtse tjaalegh jarkele raeriej jïh krïevenassi mietie

source: - leser og gjengir hovedinnhold tekster og forteller om hovedtema i tekster i enkelte sjangre, viser til mulige tolkninger
sma: - låhka jïh åejviesisvegem vaajeste tjaaleginie jïh åejvieteeman bïjre soptseste tjaaleginie muvhtine sjangerinie, jïh vuesehte guktie gåarede dejtie toelhkestidh

source: - skriver ulike typer tekster med en viss struktur og som til en viss grad er tilpasset formål, mottaker og medium og uttrykker egne meninger, kjenner og bruker enkelte virkemidler
sma: - ovmessie såarhts tjaalegh tjaala såemies struktuvrine jïh mah såemiesmearan leah åssjelasse, dåastoejasse jïh meedijumese sjïehtedamme, jïh jïjtse mïelh soptseste, såemies viehkiedïrregh damta jïh nuhtjie

source: - finner, siterer og viser til en viss grad til kildene og lager enkel kildeliste
sma: - gaavna, vaajeste jïh såemiesmearan gaaltijidie vuesehte jïh aelhkies gaaltijelæstoem dorje

source: - uttrykker seg skriftlig med enkel setningsoppbygging og tekstbinding og mestrer til en viss grad ortografi og skriveregler
sma: - tjaala aelhkies raajesigujmie jïh teekstegårredimmine, jïh såemiesmearan ortografijem jïh tjaelemenjoelkedassh haalvoe

source: - planlegger og utformer tekster som er tilpasset formålet, bygger ut innhold og bearbeider egne tekster etter innspill og ut fra kriterier
sma: - tjaalegh soejkesje jïh hammode mah leah åssjelasse sjïehtedamme, sisvegem vijrede jïh jïjtse tjaalegh buerede raeriej jïh krïevenassi mietie

source: - leser tekster i ulike sjangre og gjengir innholdet, forklarer og reflekterer over tema i tekster, formidler mulige tolkninger
sma: - tjaalegh låhka ovmessie sjangerinie jïh sisvegem vaajeste, buerkeste jïh teemaj bïjre tjaaleginie ussjede, jïh soptseste guktie gåarede dejtie toelhkestidh

source: - skriver ulike typer tekster med klar struktur og som er tilpasset formål, mottaker og medium, uttrykker enkelte argumenter og forklarer egne meninger om ulike tekster og emner, kjenner og bruker vanlige virkemidler
sma: - ovmessie såarhts tjaalegh tjaala tjïelke struktuvrine jïh mah leah åssjelasse, dåastoejasse jïh meedijumese sjïehtedamme, såemies argumenth soptseste jïh jïjtse mïelh buerkeste joekehts tjaalegi jïh teemaj bïjre, sïejhme viehkiedïrregh damta jïh nuhtjie

source: - refererer og siterer kilder og kan stort sett integrere informasjonen i egne tekster på en etterprøvbar måte og lager kildeliste
sma: - gaaltijh vaajeste jïh maahta åajvahkommes bïevnesidie meatan vaeltedh jïjtse tjaaleginie, jïh naemhtie guktie lohkije maahta dejtie gaavnedh, jïh gaaltijelæstoem dorje

source: - uttrykker seg skriftlig med tilpasset setningsoppbygging, tekstbinding og nøyaktig ordforråd og mestrer stort sett ortografi og skriveregler
sma: - tjaala sjïehtedamme raajesigujmie, teekstegårredimmine jïh veele baakoeveahkine, jïh åajvahkommes ortografijem haalvoe

source: - planlegger og utformer tekster som er tilpasset formålet, utvikler innhold, vurderer og bearbeider egne tekster ut fra språk- og tekstkunnskap og etter innspill og ut fra kriterier
sma: - tjaalegh soejkesje jïh hammode mah leah sjïehtedamme åssjelasse, sisvegem evtede, jïjtse tjaalegh vuarjesje jïh buerede gïele- jïh teekstedaajroen mietie, jïh raeriej jïh krïevenassi mietie

source: - leser tekster i ulike sjangre, gjengir innholdet, finner og bruker relevant informasjon i tekstene, utdyper og reflekterer på selvstendig grunnlag over tema i tekster og formidler mulige tolkninger
sma: - tjaalegh låhka ovmessie sjangerinie, sisvegem soptseste, sjïehteles bïevnesh tjaaleginie gaavna jïh nuhtjie, veelebe buerkeste jïh teemaj bïjre tjaaleginie ussjede jïjtjeraarehke våaroemisnie, jïh soptseste guktie gåarede dejtie toelhkestidh

source: - skriver ulike typer tekster med god struktur og som er tydelig tilpasset formål, mottaker og medium, begrunner egne meninger formålstjenlig og kritisk og bruker relevante virkemidler
sma: - ovmessie såarhts tjaalegh tjaala hijven struktuvrine jïh mah tjïelkelaakan leah åssjelasse, dåastoejasse jïh meedijumese sjïehtedamme, jïjtse mïelh maereleslaakan jïh laejhtehkslaakan buerkeste jïh sjiehteles viehkiedïrregh nuhtjie

source: - bruker relevante kilder hensiktsmessig og kritisk, kan skille mellom integrering, referering og sitering av kilder i arbeidet på en etterprøvbar måte og lager full kildeliste
sma: - sjïehteles gaaltijh nuhtjie maereleslaakan jïh laejhtehkslaakan, maahta joekehtidh gaskem integreradimmiem, vaajestimmiem jïh siteradimmiem gaaltijijstie barkosne, naemhtie guktie lohkije maahta dejtie gaavnedh, jïh ellies gaaltijelæstoem dorje

source: - uttrykker seg skriftlig med presis og treffende ordforråd, mestrer variert setningsoppbygging og ulike tekstbindingsformer og mestrer ortografi og skriveregler
sma: - veele jïh sjïehteles baakoeveahkine tjaala, jeereldihkie raajesebigkemem jïh ovmessie såarhts teekstegårredimmievuekieh haalvoe, jïh ortografijem jïh tjaelemenjoelkedassh haalvoe
